[
  "table-editor-obsidian",
  "dataview",
  "media-extended",
  "mx-bili-plugin",
  "obsidian-mind-map",
  "better-fn",
  "cmenu-plugin",
  "open-note-to-window-title",
  "obsidian-excalidraw-plugin",
  "obsidian-auto-pair-chinese-symbol",
  "find-and-replace-in-selection",
  "obsidian-footnotes",
  "get-info-plugin",
  "obsidian-image-toolkit",
  "obsidian-kanban",
  "obsidian-outliner",
  "recent-files-obsidian",
  "remember-cursor-position",
  "search-on-internet",
  "obsidian-style-settings",
  "table-extended",
  "tag-wrangler",
  "obsidian-vault-statistics-plugin",
  "cm-chs-patch",
  "workspaces-plus",
  "Enhanced editing",
  "obsidian-git",
  "obsidian-annotator"
]